{
    "home": {
      "message": "Басты бет",
      "aboutUs": "Біз туралы",
      "rules": "Ойын ережелері",
      "filial": "Филиалдар",
      "news": "Жаңалықтар",
      "sponsors": "Демеушілер"
    },
    "director": {
    "title": "Президент",
    "name": "Серік Жүзбай",
    "bio": "Президент Серік Жүзбай. Серік Жүзбай 1971 жылдың 12 маусымында Ақмола облысы, Қорғалжын ауданында дүниеге келген. 1994-1999 жылдары Астана қаласындағы Сәкен Сейфуллин атындағы ауыл шаруашылығы университетін «инженер-механик» мамандығы бойынша бітірген. 2004-2010 жылдары «Дәстүр Дәстүр жолы» ЖШС-ның басшысы болып жұмыс істеді. 1 топтағы мүгедек. Қазіргі уақытта Серік Жүзбай инклюзивті «Қанаттылар» театрында актер болып жұмыс істейді. 2010 жылдан бері «Мирас-А» қайырымдылық қорының президенті. Серік Жүзбай – 100-ден астам тастанды баланы қамқорлығына алған қайсар тұлға. Ол перзентханадан шыққан ана мен балаға пәтер жалдауға және алғашқы жылы қолдау көрсетуге көмектесті. Қазіргі уақытта ол «Көзі нашар көретіндерге арналған үстел теннисі федерациясы (Шоудаун)» республикалық қоғамдық бірлестігінің және «KOZIMNIN QARASI» Қазақстан мүгедектер қоғамдық бірлестігінің төрағасы болып табылады."
  },
  "showdown": {
    "title": "SHOWDOWN",
    "homenews": "Үлкен спортқа қадам: Қазақстандық шоудаун (үстел теннисі) халықаралық аренаға жолдама алды",
    "description": "Showdown — бұл, ең алдымен, көзі нашар көретіндер мен зағип адамдарға арналған спорттық ойын. Шоудаун әуе хоккейі мен үстел теннисін еске түсіреді, бірақ бірқатар бірегей ерекшеліктерге ие.\nОйын биіктігі 14 см бүйір қабырғалары бар арнайы әзірленген үстелде өткізіледі. Үстелдің шеттерінде қақпа қызметін атқаратын қалталар орналасқан. Доп үстелдің ортасына орнатылған экранның астынан өтуі керек. Бұл экран арқылы допты ұру немесе лақтыру ереже бұзушылық болып саналады.\nОйыншылар өз қақпаларын қорғай отырып, қарсылас қақпасына доп соғуға тырысады. Ойын добының ішінде шылдырмақ бар және ол ауыр болуы мүмкін болғандықтан, ойыншылар жарақаттардың алдын алу үшін қорғаныс қолғаптарын киюге кеңес беріледі.\nКөру деңгейі әртүрлі адамдар, соның ішінде мүлдем көрмейтіндер де арнайы көзілдіріктерді пайдаланып, тең мүмкіндіктерге ие бола отырып, бірге ойнай алады.\nShowdown әлем бойынша, әсіресе Канадада, Оңтүстік Америка елдерінде, Скандинавия мен Шығыс Еуропада танымал. Бұл көзі нашар көретіндер мен зағип адамдарға арналған бәсекеге қабілетті спорт түрі."
  },
    "workingDays": {
      "title": "Жұмыс күндері",
      "mondayToFriday": "Дүйсенбі - Жұма: 09:00 - 18:00",
      "weekend": "Сенбі және Жексенбі: демалыс"
    },
    "contact": {
      "title": "Байланыс мәліметтері",
      "address": "Мекенжай: Әлихан Бөкейхан көшесі 25, Астана 020000",
      "phone": "Телефон: 8(7172)45-69-85, 8(777)813-56-39"
    }, 

    "aboutUs": { 
      "title": "Республикалық қоғамдық бірлестік \"Көзі нашар көретіндерге арналған үстел теннисі федерациясы (Шоудаун)\" 2022 жылғы 27 қыркүйекте құрылды. Бастамашылар көру қабілеті шектеулі адамдар болды.",
  "goals": {
    "title": "1. Мақсаттар мен міндеттер.",
    "content": "Негізгі мақсаттар мен міндеттер көру қабілеті нашар адамдар арасында салауатты өмір салтын насихаттау, көру қабілеті шектеулі мүгедектерді дене шынықтыру мен спортпен жүйелі түрде айналысуға тарту, көзі нашар көретіндер арасында \"Шоудаун\" үстел теннисін дамыту болып табылады. Сондай-ақ, маңызды міндеттердің бірі – дене шынықтыру мен спорт арқылы зағип жандарды оңалту және әлеуметтік бейімдеу. Тағы бір мақсат – жарыстардың жеңімпаздары мен жүлдегерлерін анықтау. Бұдан басқа, ұйым қиын өмірлік жағдайға тап болған немесе көру қабілетіне байланысты диагнозы қойылған адамдарға көмек көрсетеді."
  },
  "showdown": {
    "title": "Шоудаун",
    "content": "Шоудаун – бұл көру қабілеті бұзылған адамдарға арналған бірегей спорт түрі. Ол үстел теннисінің элементтерін қамтиды және белсенді өмір сүргісі және дамығысы келетіндер үшін оңалту мен әлеуметтік бейімдеудің қуатты құралы болып табылады."
  },
  "events": {
    "title": "Іс-шаралар мен турнирлер:",
    "content": "Шоудаунды дамыту шеңберінде көптеген іс-шаралар өткізіледі. 2022 жылдың 15 қарашасында Астана қаласында 20 адамның қатысуымен қалалық чемпионат өтті. 2022 жылдың 7-8 желтоқсанында 35 адамның қатысуымен республикалық турнир өтті. 2022 жылдың 24 желтоқсанында Астана және Ақмола облыстары командалары арасында жолдастық матч ұйымдастырылды. 2023 жылдың 15 шілдесінде Астана күніне арналған қалалық турнир өтті. 2023 жылдың 21-27 тамызы аралығында \"SHOWDOWN KERUEN\" іс-шарасы аясында ойыншылар Қазақстанның 4 облысына сапар жасады. 2023 жылдың 12-13 желтоқсанында Қазақстан Тәуелсіздік күніне арналған республикалық турнир өтті. Паралимпиадалық жаттығу орталығында арнайы үстел орнатылды, онда зағип спортшылар, соның ішінде бұрын басқа спорт түрлерінен марапаттар алған кәсіби ойыншылар жаттығады. Қазақстанда алғаш рет күнделікті үстел теннисімен (Шоудаун) айналысатын команда құрылды, бұл көру қабілеті бұзылған адамдарға спорт арқылы жаңа үміт пен өзін жүзеге асыру мүмкіндігін береді."
  },
  "history": {
    "title": "Тарихы:",
    "content": "Шоудаунның тарихы 1960 жылы канадалықтар Джо Льюис пен Патрик Йорк бұл спорт түрін көзі нашар көретіндерге арнайы ойлап тапқаннан басталады. Олар ережелер мен қажетті жабдықтарды жасап, оны көру қабілеті жақсы достарының көмегінсіз ойнауға мүмкіндік берді. Алғаш рет бұл ойын 1980 жылы Нидерландыда өткен Паралимпиада ойындарында ойын-сауық спорты ретінде дебют жасады. 1996 жылы Атлантадағы Паралимпиада ойындарынан кейін бұл ойын халықаралық танымалдылыққа ие болды, ал әлемнің 30 елінің өкілдері ойын ережелері мен жабдықтар туралы ақпарат беру туралы IBSA-ға өтініш білдірді. Бүгінгі таңда Шоудаун – Еуропа, Азия, Африка, Солтүстік және Оңтүстік Америка сияқты барлық континенттерде ойнайтын танымал спорт түрі. Ойынға IBSA Халықаралық соқырлар спорт қауымдастығының Шоудаун жөніндегі комитеті басшылық етеді, ол аймақтық және халықаралық деңгейдегі турнирлерді ұйымдастырады. Шоудаун күшті дайындықты талап етпейді, бұл оны кез келген жас пен қабілет деңгейіндегі адамдарға қолжетімді етеді."
  },
  "tableTennisForBlind": {
    "title": "Көзі нашар көретіндерге арналған үстел теннисі дегеніміз не?",
    "content": "Шоудаун – бұл алдымен зағип жандарға арналған үстел ойыны. Ол үстел теннисі қағидаларын қамтиды және көру қабілеті бұзылған адамдарды оңалтудың ең тиімді әдістерінің бірі болып табылады. Ойын қозғалыстарды үйлестіруді, реакция мен жылдамдықты дамытады, сондай-ақ кеңістікте бағдарлануға ықпал етеді. Әсіресе, белсенді демалыс түрлеріне қатысу мүмкіндігі жоқ балаларға пайдалы. Шоудаунды зағиптар да, көзі көретіндер де тең мүмкіндіктерді қамтамасыз ететін қараңғы таңғыштар немесе арнайы маскалар арқылы ойнай алады. Ойын Канадада, Оңтүстік Америкада, Скандинавия елдерінде, Шығыс Еуропада және басқа аймақтарда кең таралған. Дүниежүзілік денсаулық сақтау ұйымының (ДДҰ) мәліметтері бойынша әлемде 2,2 миллиардтан астам адам көру проблемаларына ие, ал Қазақстанда мұндай адамдардың саны шамамен 160 мың, оның ішінде 28 мыңы ауыр көру қабілетінің бұзылуына шалдыққан. Ойын арнайы бұрыштары дөңгелектелген шаршы үстелде өтеді, онда ойыншылар көрінуді толығымен жоққа шығаратын қорғаныс көзілдіріктерін пайдалана отырып, допты қарсыластың қалтасына түсіруге тырысады. Алдымен 2 ұпай айырмашылығымен 11 ұпай жинаған ойыншы жеңімпаз болады. Ойын оңалтуға ғана емес, әлеуметтік бейімделуге де ықпал етеді."
  }
    },
    "rules": {
      "title": "Ойын ережелері",
      "whatIsShowdown": {
        "title": "'Шоудан' деген не?",
        "content": "'Шоудан' - бұл көзі нашар көретін немесе мүлде көрмейтін адамдарға арналған спорт түрі. Бұл ойынны көзі нашар көретін адамдар үшін үстел теннисінің баламасы деп атауға болады. Тыңдау және жылдамдық негізінде құрылған, 'Шоудан' мүгедектігі бар адамдардың денсаулығын жақсартуға бағытталған. 2022 жылдың 27 қыркүйегінде елімізде Шоудоун ассоциациясы құрылды. Көзі нашар көретіндер үшін үстел теннисінен ассоциация жұмыс істей бастады."
      },
      "gameTable": {
        "title": "Ойнайтын үстел",
        "content": "'Шоудоунда' арнайы үстел бар. Ол дәстүрлі үстел теннисінің үстеліне ұқсас болса да, өз ерекшеліктері бар. Үстелдің айналасы рамкамен қоршалған, бұл доптың сырғып түсіп кетпеуін қамтамасыз ету үшін қажет. Сонымен қатар, үстелдің ортасында арнайы 14 см биіктікте ағаш бағанасы бар, және ойыншының добы осы биіктікке жетпеуі керек."
      },
      "equipment": {
        "title": "Құрал-жабдық",
        "content": "Спортшылар ракетканың формасында арнайы қолғаптар киеді. Үстелге доп лақтырылады, және спортшылар оны ракеткамен соғып, сырғанатып жібереді. Доп қарсыласының қақпасына түсуі керек, биік көтерілмей. Алғашқы лақтыру рамкаға допты түсіру арқылы жасалады, бұл оның қозғалысынан дыбыс шығаруды қамтамасыз ету үшін қажет."
      },
      "gameGoal": {
        "title": "Ойындағы мақсат",
        "content": "Ойыншылар допты ракеткамен соғып, оны қарсыластың қақпасына салуға тырысады. Доп үстелдің бетінен сырғып, рамкадан жоғары көтерілмей өтуі керек.\n\nСпортшылар арнайы жарық шығаратын көзілдіріктер киіп, сонымен қатар арнайы қолғаптар киеді, олар ойын кезінде соққыдан қорғайды. Әр ойыншы тек бір қолының шынтағына дейін ғана қозғалады. Ойын екі бөлімнен тұрады: бір спортшы межеге жеткенде, қарсыластар орын алмастырады. Баллдар қарсыластың қақпасына допты түсіріп жинақталады. Қақпалар үстелдің екі жағында орналасқан, олар казандар сияқты. Барлық ойын төрешінің бақылауымен өтеді."
      }
    }, 
    "sponsors": {
    "sponsor1": {
      "title": "Спортты қолдау қоры",
      "description": "Қор дене шынықтыру мен спортты дамытуға бағытталған бюджеттен тыс ақша қаражатын бөлу жөніндегі бірыңғай оператор болып табылады. Ұйым қайырымдылық көмек көрсетуге өтініштерді қабылдаумен, өңдеумен және талдаумен айналысады. Жобалар бойынша шешімдерді Қордың Қамқоршылық кеңесі қабылдайды."
    },
    "sponsor2": {
      "title": "БІЗДІҢ ТӘЖІРИБЕМІЗ – СІЗДІҢ СЕНІМДІЛІГІҢІЗ!",
      "description": "Бемер Арматура Қазақстан\" ЖШС \"Бемер\" маркасының ресми өкілі және Қазақстан Республикасы мен Еуразиялық экономикалық одақ елдерінің аумағындағы BÖHMER GmbH және \"Бемер Арматура\" ЖШС жалғыз ресми өкілі болып табылады."
    },
    "sponsor3": {
      "title": "HOTEL E-LITE&MeATADOR",
      "description": "E-LITE\" қонақ үйі қонақтарға ақша үшін лайықты баға ұсынады. Жайлы бөлмелер, сәнді таңғы ас және қызметтің жоғары деңгейі қонақүйді жұмыс пен демалыс үшін тамаша орынға айналдырады."
    },
    "sponsor4": {
      "title": "ӘСІП ЦЕНТР",
      "description": ""
    },
    "sponsor5": {
      "title": "КАРИМА ПЛОВ ЦЕНТР",
      "description": "Бемер Арматура Қазақстан\" ЖШС \"Бемер\" маркасының ресми өкілі және Қазақстан Республикасы мен Еуразиялық экономикалық одақ елдерінің аумағындағы BÖHMER GmbH және \"Бемер Арматура\" ЖШС жалғыз ресми өкілі болып табылады."
    },
    "sponsor6": {
      "title": "\"ASTANA\" ӘЛЕУМЕТТІК - КӘСІПКЕРЛІК КОРПОРАЦИЯСЫ АКЦИОНЕРЛІК ҚОҒАМЫ",
      "description": "Біздің пайымымыз: Өңірлік даму институты болып табылатын, активтерді тиімді басқаратын, инвестициялар тарту арқылы өңірдің өсу нүктелерінде экономикалық белсенділікті ынталандыратын холдингтік компания."
    },
    "sponsor7": {
      "title": "ЖАРНАМА - ӨНДІРІСТІК КОМПАНИЯСЫ KAZ-IMPERIA",
      "description": "Біз қол жетімді бағамен өз жабдықтарымызда жоғары сапалы жарнама өнімдерін шығарамыз!"
    }
  }
  }
  