{
    "home": {
      "message": "Главная",
      "aboutUs": "О нас",
      "rules": "Правила игры",
      "filial": "Филиалы",
      "news": "Новости",
      "sponsors": "Спонсоры"
    },
    "director": {
      "title": "Президент",
      "name": "Серик Жузбай",
      "bio": "Президент Серик Жузбай Жузбай Серик-родился 12 июня 1971 года в Коргалжынском районе Акмолинской области. В 1994-1999 годах окончил Сельскохозяйственный университет имени Сакена Сейфуллина г. Астаны по специальности \"инженер-механик\". С 2004 по 2010 годы работал начальником ТОО \" Дәстүр Дәстүр жолы\". 1 группа с инвалидностью. В данное время Жузбай Серик работает в инклюзивном театре \"Қанаттылар\"  Актером. С 2010 года является Президентом благотворительного общественного фонда \"Мирас-А\".  Жузбай Серик - сильная личность, которая приняла на воспитание более 100 брошенных детей. Он сопровождал мать и ребенка из роддома, помогая им снять квартиру и обеспечивая поддержку в течение первого года жизни. В настоящее время он является председателем Республиканского общественного объединения \"Федерация настольного тенниса для слепых Шоудоун\" и Казахстанского общественного объединения инвалидов \"KOZIMNIN QARASI\"."
    },
    "showdown": {
      "title": "SHOWDOWN",
      "homenews": "Шаг в большой спорт: Казахстанский шоудаун (настольный теннис) получил путевку на международную арену", 
      "description": "Showdown — это спортивная игра, предназначенная в первую очередь для людей с нарушениями зрения, включая слепых и слабовидящих. По своей сути, Showdown напоминает аэрохоккей и настольный теннис, однако имеет ряд уникальных особенностей.\nИгра проводится на специально разработанном столе с боковыми стенками высотой 14 см, на концах которых расположены карманы, выполняющие функцию ворот. Мяч должен проходить под экраном, установленным в центре стола. Нарушением считается удар или переброс мяча через этот экран.\nИгроки защищают свои ворота и стараются забить мяч в ворота противника. Так как игровой мяч снабжен погремушкой внутри и может быть тяжелым, игрокам рекомендуется носить защитные перчатки для предотвращения травм.\nЛюди с различным уровнем зрения, включая тех, кто не видит совсем, могут играть вместе, если они используют специальные очки, которые уравнивают возможности обеих сторон.\nShowdown популярен во всем мире, особенно в Канаде, странах Южной Америки, Скандинавии и Восточной Европе. Это соревновательный вид спорта, разработанный для слепых и слабовидящих."
    },
    "workingDays": {
      "title": "Рабочие дни",
      "mondayToFriday": "Понедельник - Пятница: 09:00 - 18:00",
      "weekend": "Суббота и Воскресенье: выходные"
    },
    "contact": {
      "title": "Контактная информация",
      "address": "Адрес: ул. Алихана Бокейхана 25, Астана 020000",
      "phone": "Телефон: 8(7172)45-69-85, 8(777)813-56-39"
    }, 
    
    "aboutUs": {
        "title": "Республиканское общественное объединение \"Федерация настольного тенниса для слепых (Шоудаун)\" была создано 27 сентября 2022 года. Инициаторами были люди с ограниченными возможностями зрения.",
        "goals": {
        "title": "1. Цели и задачи.",
        "content": "Основными целями и задачами являются пропаганда здорового образа жизни среди слабовидящих, привлечение инвалидов по зрению к регулярным занятиям физической культурой и спортом, развитие настольного тенниса \"Шоудаун \" среди слабовидящих. Также важной задачей является реабилитация и социальная адаптация слепых посредством физической культуры и спорта. Одной из целей является определение победителей и призеров соревнований. Кроме того, организация оказывает помощь людям, оказавшимся в трудной жизненной ситуации или при любом приобретенном диагнозе зрения."
        },
        "showdown": {
        "title": "Showdown",
            "content": "Шоудаун — это уникальный вид спорта, созданный для людей с нарушениями зрения. Он сочетает в себе элементы настольного тенниса и является мощным инструментом реабилитации и социальной адаптации, открывая новые возможности для всех, кто хочет активно жить и развиваться."
          },
          "events": {
            "title": "Мероприятия и турниры:",
            "content": "В рамках развития Шоудауна проводится множество мероприятий. 15 ноября 2022 года в Астане прошел городской чемпионат с участием 20 человек. 7-8 декабря 2022 года состоялся Республиканский турнир, в котором приняли участие 35 человек. 24 декабря 2022 года был организован товарищеский матч между командами Астанинской и Акмолинской областей. 15 июля 2023 года в честь Дня столицы прошел городской турнир. С 21 по 27 августа 2023 года в рамках мероприятия \"SHOWDOWN KERUEN\" игроки посетили 4 области Казахстана. 12-13 декабря 2023 года состоялся Республиканский турнир, посвященный Дню Независимости Казахстана. В паралимпийском тренировочном центре установлен специальный стол для занятий, где тренируются слепые спортсмены, включая профессионалов, ранее получавших награды в других видах спорта. В Казахстане была создана первая в истории команда, которая ежедневно занимается настольным теннисом (Шоудаун), что дает людям с нарушениями зрения надежду и возможность реализовать себя в спорте."
          },
          "history": {
            "title": "ИСТОРИЯ:",
            "content": "История Шоудауна начинается в 1960 году, когда канадцы Джо Льюис и Патрик Йорк разработали этот вид спорта специально для слабовидящих людей. Они создали правила и оборудование, которое позволяло играть без помощи зрячих друзей. Впервые игра дебютировала на Паралимпийских играх 1980 года в Нидерландах в качестве развлекательного спорта. После Паралимпийских игр в Атланте в 1996 году игра получила международное признание, и представители 30 стран обратились в IBSA с просьбой о предоставлении информации о правилах и оборудовании. Сегодня Шоудаун стал популярным видом спорта, в который играют на всех континентах, включая Европу, Азию, Африку, Северную и Южную Америку. Управление игрой осуществляется подкомитетом по Шоудауну Международной спортивной ассоциации слепых (IBSA), который организует турниры на региональном и международном уровнях. Шоудаун не требует силовых тренировок, что делает его доступным для людей всех возрастов и возможностей."
          },
          "tableTennisForBlind": {
            "title": "ЧТО ТАКОЕ НАСТОЛЬНЫЙ ТЕННИС ДЛЯ СЛЕПЫХ?",
            "content": "Showdown — это настольная игра, изначально предназначенная для слепых. Она сочетает в себе принципы настольного тенниса и является одним из наиболее эффективных методов реабилитации людей с нарушениями зрения. Игра помогает развивать координацию движений, реакцию и скорость, а также способствует ориентированию в пространстве. Особенно полезна игра для детей, которые часто не имеют возможности участвовать в активных видах отдыха. В Шоудаун могут играть как слепые, так и зрячие люди, если уравнять их возможности с помощью темных повязок или специальных масок. Игра широко распространена в Канаде, Южной Америке, Скандинавии, Восточной Европе и других регионах. По данным Всемирной организации здравоохранения (ВОЗ), более 2,2 миллиарда человек в мире имеют проблемы со зрением, и в Казахстане таких людей насчитывается около 160 тысяч, из них 28 тысяч с тяжелыми нарушениями зрения. Игровой процесс ведется на специальном квадратном столе с закругленными углами, где игроки с помощью защитных очков, полностью исключающих видимость, стараются забить мяч в карман соперника. Побеждает игрок, первым набравший 11 очков с разницей минимум в два очка. Игра способствует не только реабилитации, но и социальной адаптации."
          }
        }, 
    "rules": {
        "title": "Правила игры",
        "whatIsShowdown": {
            "title": "Что такое 'Шоудан'?",
            "content": "Шоудаун - это вид спорта для людей со слабым зрением или без него вообще. Эту игру можно назвать альтернативой настольному теннису для людей с особыми потребностями. Основанная на слухе и скорости, 'Шоудаун' направлена на улучшение здоровья людей с ограниченными возможностями. 27 сентября 2022 года в стране была создана. Начала функционировать 'Шоудоун' ассоциация тенниса для слепых."
        },
        "gameTable": {
            "title": "Стол для игры",
            "content": "У 'Шоудоун' есть свой стол. Хотя он напоминает традиционный теннисный стол, у него есть свои особенности. Стол окружен рамкой, что необходимо для предотвращения падения скользящего мячика. Кроме того, в центре стола находится специальная деревянная колонна высотой 14 см, и мяч игрока не должен достигать этой высоты."
        },
        "equipment": {
            "title": "Экипировка",
            "content": "Спортсмены надевают специальные перчатки на руки, имеющие форму теннисной ракетки. На стол бросают мяч, и спортсмены отбивают его ракеткой, делая скользящие удары. Мяч должен попасть в ворота соперника, не поднимаясь высоко. Первый бросок производится путем попадания мяча в рамку, что необходимо для создания звука при его движении."
            },
        "gameGoal": {
            "title": "Цель игры",
            "content": "Игроки отбивают мяч ракеткой, стараясь забить его в ворота соперника. Мяч должен скользить по поверхности стола, не поднимаясь выше рамки.\n\nСпортсмены надевают специальные светоизлучающие очки на глаза и специальные перчатки на руки, которые защищают от ударов во время игры. Каждый игрок перемещает только часть одной руки до локтя. Игра состоит из двух частей: когда один из спортсменов достигает рубежа, соперники меняются местами. Очки помогают накапливать очки, опуская мяч в ворота конкурента. Ворота расположены по обе стороны от стола, как в котлах. Вся игра проходит при помощи и под контролем судьи."
        }
        } ,  
    "sponsors": {
      "sponsor1": {
        "title": "Фонд поддержки спорта",
        "description": "Фонд является единым оператором по выделению внебюджетных денежных средств, направленных на развитие физической культуры и спорта. Организация занимается приёмом, обработкой и анализом заявок на оказание благотворительной помощи. Решения по проектам принимает Попечительский совет Фонда."
      },
      "sponsor2": {
        "title": "Наш опыт – ваше доверие!",
        "description": "ТОО \"Бемер Арматура Казахстан\" является официальным представителем марки \"Бемер\" и единственным официальным представителем BÖHMER GmbH и ТОО \"Бемер Арматура\" на территории Республики Казахстан и стран Евразийского экономического союза."
      },
      "sponsor3": {
        "title": "Отель E-LITE & MeATADOR",
        "description": "Отель \"E-LITE\" предлагает гостям достойное качество за доступные деньги. Уютные номера, вкусный завтрак и высокий уровень сервиса делают отель идеальным местом для работы и отдыха."
      },
      "sponsor4": {
        "title": "ӘСІП ЦЕНТР",
        "description": ""
      },
      "sponsor5": {
        "title": "КАРИМА ПЛОВ ЦЕНТР",
        "description": "ТОО \"Бемер Арматура Казахстан\" является официальным представителем марки \"Бемер\" и единственным официальным представителем BÖHMER GmbH и ТОО \"Бемер Арматура\" на территории Республики Казахстан и стран Евразийского экономического союза."
      },
      "sponsor6": {
        "title": "АО \"Социально-предпринимательская корпорация \"Астана\"",
        "description": "Наше видение: Холдинговая компания, являющаяся институтом регионального развития, эффективно управляющая активами и стимулирующая экономическую активность в точках роста региона за счёт привлечения инвестиций."
      },
      "sponsor7": {
        "title": "Рекламно-производственная компания KAZ-IMPERIA",
        "description": "Мы производим высококачественную рекламную продукцию на собственном оборудовании по доступным ценам!"
      }
  }        
      }
