{
    "home": {
      "message": "Главная",
      "aboutUs": "О нас",
      "rules": "Правила игры",
      "filial": "Филиалы",
      "news": "Новости",
      "sponsors": "Спонсоры"
    },
    "director": {
      "title": "Президент",
      "name": "Серик Жузбай",
      "bio": "Серик Жузбай родился 12 июня 1971 года в Коргалжынском районе Акмолинской области. В 1999 году окончил Сельскохозяйственный университет Сакена Сейфуллина по специальности механический инженер. С 2004 по 2010 год работал начальником компании ‘Дәстүр Дәстүр жолы’. В настоящее время является президентом благотворительного фонда ‘Мирас-А’ и членом общественного объединения инвалидов ‘KOZIMNIN QARASI’."
    },
    "showdown": {
      "title": "SHOWDOWN",
      "homenews": "Шаг в большой спорт: Казахстанский шоудаун (настольный теннис) получил путевку на международную арену", 
      "description": "Showdown — это спортивная игра, предназначенная в первую очередь для людей с нарушениями зрения, включая слепых и слабовидящих. Игра проводится на специально разработанном столе с боковыми стенками и воротами на концах. Игроки используют мяч с погремушкой внутри и могут носить защитные перчатки для предотвращения травм."
    },
    "workingDays": {
      "title": "Рабочие дни",
      "mondayToFriday": "Понедельник - Пятница: 09:00 - 18:00",
      "weekend": "Суббота и Воскресенье: выходные"
    },
    "contact": {
      "title": "Контактная информация",
      "address": "Адрес: ул. Алихана Бокейхана 25, Астана 020000",
      "phone": "Телефон: 8(7172)45-69-85, 8(777)813-56-39"
    }, 
    
    "aboutUs": {
        "title": "Республиканское общественное объединение \"Федерация настольного тенниса для слепых (Шоудаун)\" была создано 27 сентября 2022 года. Инициаторами были люди с ограниченными возможностями зрения.",
        "goals": {
        "title": "1. Цели и задачи.",
        "content": "* пропаганда здорового образа жизни среди слабовидящих;\n* привлечение инвалидов по зрению к регулярным занятиям физической культурой и спортом;\n* развитие настольного тенниса \"Шоудаун\" среди слабовидящих;\n* реабилитация и социальная адаптация слепых посредством физической культуры и спорта;\n* определение победителей и призеров соревнований;\n* помощь людям, оказавшимся в трудной жизненной ситуации или при любом приобретенном диагнозе зрения."
        },
        "showdown": {
        "title": "Showdown",
            "content": "(Showdown) – это настольная игра, изначально предназначенная для слепых. Многие люди никогда не слышали о таком виде спорта, как настольный теннис, для людей с нарушениями зрения. Кажется, трудно представить себе такую гонку, но на самом деле это вполне реальная дисциплина..."
          },
          "events": {
            "title": "Мероприятия и турниры:",
            "content": "15 ноября 2022 года в городе Астане прошел городской чемпионат (приняли участие 20 человек).\n7-8 декабря 2022 года прошел Республиканский турнир (приняли участие 35 человек)..."
          },
          "history": {
            "title": "ИСТОРИЯ:",
            "content": "Год создания новой игры в 1960 году канадцы Джо Льюис и Патрик Йорк изобрели вид спорта, в который слабовидящие могут играть самостоятельно без помощи друзей-провидцев..."
          },
          "tableTennisForBlind": {
            "title": "ЧТО ТАКОЕ НАСТОЛЬНЫЙ ТЕННИС ДЛЯ СЛЕПЫХ?",
            "content": "Игровой процесс (матч) - это любая комбинация наборов, например, лучшая из трех (2-1) или лучшая из пяти (3-2). ..."
          }
        }, 
    "rules": {
        "title": "Правила игры",
        "whatIsShowdown": {
            "title": "Что такое 'Шоудан'?",
            "content": "Шоудаун - это вид спорта для людей со слабым зрением или без него вообще. Эту игру можно назвать альтернативой настольному теннису для людей с особыми потребностями. Основанная на слухе и скорости, 'Шоудаун' направлена на улучшение здоровья людей с ограниченными возможностями. 27 сентября 2022 года в стране была создана. Начала функционировать 'Шоудоун' ассоциация тенниса для слепых."
        },
        "gameTable": {
            "title": "Стол для игры",
            "content": "У 'Шоудоун' есть свой стол. Хотя он напоминает традиционный теннисный стол, у него есть свои особенности. Стол окружен рамкой, что необходимо для предотвращения падения скользящего мячика. Кроме того, в центре стола находится специальная деревянная колонна высотой 14 см, и мяч игрока не должен достигать этой высоты."
        },
        "equipment": {
            "title": "Экипировка",
            "content": "Спортсмены надевают специальные перчатки на руки, имеющие форму теннисной ракетки. На стол бросают мяч, и спортсмены отбивают его ракеткой, делая скользящие удары. Мяч должен попасть в ворота соперника, не поднимаясь высоко. Первый бросок производится путем попадания мяча в рамку, что необходимо для создания звука при его движении."
            },
        "gameGoal": {
            "title": "Цель игры",
            "content": "Игроки отбивают мяч ракеткой, стараясь забить его в ворота соперника. Мяч должен скользить по поверхности стола, не поднимаясь выше рамки.\n\nСпортсмены надевают специальные светоизлучающие очки на глаза и специальные перчатки на руки, которые защищают от ударов во время игры. Каждый игрок перемещает только часть одной руки до локтя. Игра состоит из двух частей: когда один из спортсменов достигает рубежа, соперники меняются местами. Очки помогают накапливать очки, опуская мяч в ворота конкурента. Ворота расположены по обе стороны от стола, как в котлах. Вся игра проходит при помощи и под контролем судьи."
        }
        }          
      }
      